/*
정확성  테스트
테스트 1 〉	통과 (0.23ms, 33.5MB)
테스트 2 〉	통과 (0.20ms, 33.4MB)
테스트 3 〉	통과 (0.36ms, 33.5MB)
테스트 4 〉	통과 (0.22ms, 33.4MB)
테스트 5 〉	통과 (0.22ms, 33.4MB)
테스트 6 〉	통과 (0.24ms, 33.4MB)
테스트 7 〉	통과 (0.25ms, 33.5MB)
테스트 8 〉	통과 (0.21ms, 33.5MB)
테스트 9 〉	통과 (0.24ms, 33.5MB)
테스트 10 〉	통과 (0.23ms, 33.6MB)
테스트 11 〉	통과 (0.21ms, 33.5MB)
테스트 12 〉	통과 (0.21ms, 33.4MB)
테스트 13 〉	통과 (0.21ms, 33.5MB)
테스트 14 〉	통과 (0.27ms, 33.4MB)
테스트 15 〉	통과 (0.24ms, 33.5MB)
테스트 16 〉	통과 (0.10ms, 33.4MB)
테스트 17 〉	통과 (0.26ms, 33.5MB)
테스트 18 〉	통과 (0.09ms, 33.4MB)
테스트 19 〉	통과 (0.09ms, 33.5MB)
테스트 20 〉	통과 (0.10ms, 33.5MB)
테스트 21 〉	통과 (0.09ms, 33.4MB)
효율성  테스트
테스트 1 〉	통과 (12.33ms, 37.8MB)
테스트 2 〉	통과 (6.58ms, 37.4MB)
테스트 3 〉	통과 (7.39ms, 37.8MB)
테스트 4 〉	통과 (6.22ms, 37.8MB)
채점 결과
정확성: 69.9
효율성: 30.1
합계: 100.0 / 100.0
*/
